<?php

return [

    'home' => 'الرئيسية',
    'about' => 'من نحن',
    'our_services' => 'خدماتنا',
    'last_offers' => 'أحدث العروض',
    'products' => 'منتجاتنا',
    'register_new_account' => 'انشاء حساب جديد',
    'sign_in' => 'تسجيل دخول',
    'faqs' => 'الاسئلة الشائعة',
    'contact_us' => 'تواصل معنا',

    'show_all' => 'عرض الكل',

    'our_services_desc' => 'موزع لقطع غيار السيارات المفضل لدى المستهلك',
    'contact_us_desc' => 'موزع لقطع غيار السيارات المفضل لدى المستهلك',
    'faq_desc' => 'موزع لقطع غيار السيارات المفضل لدى المستهلك',
    'product_number' => 'رقم القطعة',
    'r.s' => 'رس',
    'instead_of' => 'بدلا من',
    'search_by_product_number' => 'ابحث عن رقم القطعة',
    'filter_by' => 'فرز بواسطة',
    'filter_products' => 'فرز المنتجات',
    'similar_products' => 'منتجات مشابهه',



    'copy_rights' => 'جميع الحقوق محفوظة © هامة ' . now()->year,
    'contacts_title' => 'لتتحدث أكثر معنا!',
    'contacts_description' => 'إذا كان لديك تعليق على شيء معين أو شكوى أو ملاحظات ، يمكنك إبلاغنا وسنعاود الاتصال بك',

    'be_vendor_title' => 'لتكن تاجر معنا!',
    'be_vendor_description' => 'إذا كان لديك تعليق على شيء معين أو شكوى أو ملاحظات ، يمكنك إبلاغنا وسنعاود الاتصال بك',

    'store_location' => 'موقع المتجر',
    'store_description' => 'أخبرنا بالمزيد عن متجرك وما هي المنتجات الخاصة التي يقدمها (اختياري)',

    'help' => 'مساعدة',
    'support' => 'الدعم',
    'name' => 'الاسم الكامل',
    'email' => 'البريد الالكتروني',
    'phone' => 'رقم الهاتف',
    'position' => 'المنصب القدم له',
    'location' => 'موقع سكنك',
    'tell' => 'مزيد من المعلومات عنك (اختياري)',
    'career' => 'وظائف',
    'terms' => 'الشروط و الاحكام',
    'privcy' => 'سياية الخصوصية',
    'apply'=>'تقديم'
];
